---
kind: other
id: Properties.T:Autodesk.Revit.DB.CategoryNameMapIterator
source: html/8b822bda-fe42-d881-e8d3-3723bb5b0907.htm
---
# CategoryNameMapIterator Properties

Retrieves the category that is the current focus of the iterator.